{
  "intro": "Connect to a Pataka to backup your profile and connect with your tribes",
  "code": "Connect with Pātaka Code",
  "connectPataka": "Hono atu ki te Pātaka",
  "connectSuccess": "Kua hono ki te Pātaka",
  "invalidCode": "Kāore i tutuki. Tirohia te waehere, ā, ngana anō",
  "failConnection": "Failed to connect to Pātaka, please check your connection or try again later",
  "notConnected": "Kaore anō koe kia hono ki tētahi Pātaka",
  "newPataka": "Hono atu ki te Pātaka hou",
  "patakaCode": "Tuhia he waehere Pātaka kia tūhura i ngā hapori",
  "connect": "Hono",
  "ahauPataka": "Connect to Public Pātaka",
  "publicPataka": "Pataka Aotearoa is a public Pataka supported by the Āhau whānau",
  "agreementTitle": "By connecting to this Pataka:",
  "sharing": "I acknowledge that other people connected to this Pataka may be able to see the following information:",
  "shareProfile": "My profile picture and preferred name",
  "shareTribe": "Any tribe profiles that i create including the following:",
  "shareTribePic": "Profile picture",
  "ShareTribeCover": "Cover photo",
  "shareTribeKaitiaki": "Profile kaitiaki preferred names and photos",
  "shareTribeContact": "And contact information if provided",
  "encryption": "I acknowledge that all other information including any stories or whakapapa information will be completely encrypted and backed up to this Pataka for safe storage and access online.",
  "access": "I acknowledge that personally encrypted information can only be accessed by me, and tribal encrypted information can only be accessed by members of a tribe.",
  "backup": "I acknowledge that the Pataka only keeps a back up of the information that is already stored on my personal device.",
  "waver": "I acknowledge that this is a free service provided by Ahau whānau and friends and do not hold Āhau (ltd) responsible for any issues with the Pataka including loss of data",
  "agree": "I Agree",
  "selfHost": "Setup a Self Hosted Pātaka",
  "selfIntro": "Individuals and Tribes can run their own Pātaka to have greater ownership and control over their network and data.",
  "selfPatakaDescription": "A self-hosted Pātaka can be setup using your own internet connection and a dedicated laptop or computer.",
  "selfPatakaSetup": "To setup a self hosted Pātaka you will need a static IP address (provided by you internet provider) and some configuration of your router.",
  "selfPatakaGuide": "Click this link to learn how to setup a self hosted Pātaka ",
  "setupGuide": "Pataka Setup Guide",
  "cloudPataka": "Setup a Cloud Pātaka",
  "cloudIntro": "Individuals and Tribes can setup their own cloud based Pātaka to have greater ownership and control over their network and data.",
  "cloudDescription": "Cloud based Pātaka are similar to self-hosted Pātaka except instead of using your own equipment and connection you can rent them from a cloud services provider. Essentially renting your own Pātaka for a fee.",
  "cloudPros": "Renting a cloud Pātaka will save you from having to manage any hardware requirements such as storage, power or internet. However this does come at a cost.",
  "cloudCosts": "This service will be provided at a monthly fee, with a cost depending on the amount of storage and use. This may add up over time",
  "cloudCons": "This also designates a third party as kaitiaki over your backed-up information and your network.",
  "cloudSetup": "To setup a Cloud Pātaka contact our team and we will schedule an appointment to set this up with you.",
  "contact": "You can email us info@ahau.io or connect directly to our team chat via ",
  "help": "If you have any questions or need support getting setup you can email us at info@ahau.io or connect directly to our team chat via ",
  "skip": "Skip for now"
}
