{
  "label": "Label",
  "addIdReqTitle": "Identiteit documenten",
  "addIdReqDesc": "Vraag de leden identiteitsdocumenten te uploaden met hun registratie ",
  "addIdReqDialogTitle": "Identiteitsdocument aanvragen",
  "addIdReqUpload": "identiteitsbewijs document",
  "required": "Vereist",
  "onlyVisibleByAdmin": "Alleen zichtbaar door kajaki",
  "upload": "Documenten",
  "adminOnly": "Alleen beheerder",
  "credsTnC": {
    "title": "Akkoord met het gebruik van gedecentraliseerde identificatiemiddelen en verifieerbare geloofsbrieven",
    "about": "Deze stam heeft ervoor gekozen om digitale geloofsbrieven van stammenlid uit te geven aan erkende leden. Lees het volgende om meer te weten te komen over wat dit betekent.",
    "register": "Door bij deze stam te registreren ga ik akkoord met het volgende",
    "reciept": "om een geverifieerd Tribale-lid inloggegevens te verstrekken die persoonlijke informatie kunnen bevatten als mijn registratie is goedgekeurd.",
    "creation": "Ik ga akkoord met het creëren van een gedecentraliseerd identificatiemiddel voor het controleren van waardeloze referenties die aan mij zijn verstrekt",
    "ownership": "Ik begrijp dat er een nieuwe private key zal worden aangemaakt en opgeslagen op mijn apparaat, die zal worden gebruikt om te bewijzen dat u de rechtmatige eigenaar bent van de aanmelding.",
    "storage": "Ik begrijp dat de inloggegevens op uw apparaat worden opgeslagen en kunnen worden bekeken in Aρhau.",
    "id": "Ik begrijp dat ik deze referentiewaarde mag gebruiken als een vorm van digitale identificatie door entiteiten die een stamlid van de Tribale partij uit deze stam erkennen.",
    "video": "Om meer te weten te komen, leg deze uitlegger uit "
  },
  "presTnC": {
    "title": "Agree to use your Tribal Membership Credential",
    "about": "This tribe would like to use your Tribal Membership Credential to verify your relationship to this community and your personal information. Please read the following to learn more about what this means.",
    "present": "to sharing your membership credential with the tribal administrators of this tribe.",
    "accept": "You understand that this will share all information presented and associated with the membership credential.",
    "usage": "The information on the membership credential will not be shared with anyone else and will only be used for the purposes of verifying your tribal registration."
  }
}
