{
  "title": "Pātaka",
  "intro": "Maak verbinding met een Pataka om een back-up te maken van je profiel en verbinding te maken met je stammen",
  "code": "Maak verbinding met Pātaka Code",
  "connectPataka": "Word lid van netwerk",
  "connectSuccess": "Succesvol verbonden met Pātaka",
  "invalidCode": "Ongeldige code, controleer de code en probeer het opnieuw",
  "failConnection": "Verbinding met Pātaka mislukt, controleer uw verbinding of probeer het later opnieuw",
  "notConnected": "Je bent momenteel niet verbonden met een Pātaka",
  "newPataka": "Verbinding maken met nieuwe Pātaka",
  "patakaCode": "Voer een Pātaka-code in om stammen te ontdekken",
  "connect": "Maak verbinding met",
  "online": "online",
  "blocked": "geblokkeerd",
  "unnamed": "naamloos",
  "ahauPataka": "Verbinding maken met openbare Pātaka",
  "publicPataka": "Pataka Aotearoa is een publieke Pataka gesteund door de Āhau whānau",
  "agreementTitle": "Door verbinding te maken met deze Pataka:",
  "sharing": "Ik erken dat andere mensen die verbonden zijn met deze Pataka alle stammen kunnen zien die ik heb aangemaakt en mij verzoeken kunnen sturen om lid te worden",
  "encryption": "Ik erken dat alle andere informatie, inclusief alle verhalen of whakapapa-informatie met een back-up op de Pātaka, versleuteld is en alleen toegankelijk is voor leden van mijn stam.",
  "backup": "Ik erken dat Pataka alleen een back-up maakt van de informatie die op mijn apparaat is opgeslagen.",
  "waver": "Ik erken dat dit een gratis dienst is die wordt aangeboden door Ahau whānau en vrienden en ik houd Āhau (ltd) niet verantwoordelijk voor problemen met het online zijn van de Pataka of het back-uppen van mijn gegevens",
  "agree": "Mee eens",
  "selfHost": "Een zelfgehoste Paľtaka instellen",
  "selfIntro": "Individuen en stammen kunnen hun eigen Pa★taka runnen om meer eigenaarschap en controle te hebben over hun netwerk en gegevens.",
  "selfPatakaDescription": "Een zelf gehoste Pa★taka kan ingesteld worden met behulp van je eigen internetverbinding en een speciale laptop of computer.",
  "selfPatakaSetup": "Om een zelf gehoste Pafting in te stellen heb je een statisch IP-adres (verstrekt door uw internetprovider) en een configuratie van uw router nodig.",
  "selfPatakaGuide": "Klik op deze link om te leren hoe je een zelf gehoste Pałtaka instelt ",
  "setupGuide": "Pataka Setup Guide",
  "cloudPataka": "Een Cloud Paľtaka instellen",
  "cloudIntro": "Individuen en stammen kunnen hun eigen op de cloud gebaseerde Pa×taka opzetten om meer eigenaarschap en controle te hebben over hun netwerk en gegevens.",
  "cloudDescription": "In de cloud gebaseerde Pahus taka zijn vergelijkbaar met Pa★taka behalve in plaats van je eigen apparatuur te gebruiken en verbinding te maken met een cloud-serviceprovider. Eigenlijk huren van je eigen Paľtaka voor een vergoeding.",
  "cloudPros": "Het verhuren van een cloud Pahus taka bespaart u geen hardware eisen zoals opslag, kracht of internet. Dat gaat echter ten koste van de kosten.",
  "cloudCosts": "Deze service zal worden aangeboden tegen maandelijkse kosten, afhankelijk van de hoeveelheid opslag en gebruik. Dit kan in de loop der tijd opduiken",
  "cloudCons": "Dit geeft een derde partij ook aan als kaitiaki over je backed-up informatie en je netwerk.",
  "cloudSetup": "Voor het opzetten van een Cloud Pa︎ neem contact op met ons team en we zullen een afspraak plannen om dit met je te maken.",
  "contact": "U kunt ons info@ahau.io e-mailen of rechtstreeks verbinden met onze teamchat via ",
  "help": "Als u vragen heeft of ondersteuning nodig heeft bij het instellen kunt u ons een e-mail sturen via info@ahau.io of rechtstreeks verbinden met onze teamchat via ",
  "skip": "Sla over voor nu"
}
