{
  "title": "Aceitar dinheiro",
  "intro": "Conecte a um Pataka para fazer backup do seu perfil e se conectar com suas tribos",
  "code": "Conectar-se com Pa├taka Code",
  "connectPataka": "Entrar na Rede",
  "connectSuccess": "Conectado com sucesso ao Pa➲ taka",
  "invalidCode": "Código inválido, por favor verifique o código e tente novamente",
  "failConnection": "Não foi possível conectar ao Pa├taka, por favor, verifique sua conexão ou tente novamente mais tarde",
  "notConnected": "Você não está atualmente conectado a nenhum Pa➲ taka",
  "newPataka": "Conectar-se ao novo Pa├taka",
  "patakaCode": "Insira um código Pa➲ taka para descobrir tribos",
  "connect": "Conectar",
  "ahauPataka": "Conectar-se a um Pagamento Público",
  "publicPataka": "Pataka Aotearoa é uma Pataca pública apoiada pela Apuréia de Aënau",
  "agreementTitle": "Por conexão com esta Pataka:",
  "sharing": "Eu reconheço que outras pessoas conectadas a este Pataka poderão ver quaisquer tribos que eu criei e poderão me enviar pedidos para se juntar",
  "encryption": "Reconheço que todas as outras informações, incluindo quaisquer histórias ou informações de whakapa, apoiadas no Pawe, taka são criptografadas e só são acessíveis por membros da minha tribo.",
  "backup": "Eu reconheço que a Pataka mantém apenas uma parte da informação armazenada no meu dispositivo.",
  "waver": "Eu reconheço que este é um serviço gratuito fornecido por Ahau e amigos e que não responsabilizam Aţhau (lt) por quaisquer problemas com a Pataka online ou por fazer backup de minhas informações",
  "agree": "Eu concordo",
  "selfHost": "Configurar um auto-hospedado Pa├taka",
  "selfIntro": "Indivíduos e Tribos podem administrar o seu próprio Pa├taka para terem maior propriedade e controle sobre a sua rede e os seus dados.",
  "selfPatakaDescription": "Um Pa├taka auto-hospedado pode ser configurado usando a sua própria conexão com a internet e um laptop ou computador dedicado.",
  "selfPatakaSetup": "Para configurar um Pa├taka auto-hospedado, você precisará de um endereço IP estático (fornecido pelo seu provedor de internet) e uma configuração do seu roteador.",
  "selfPatakaGuide": "Clique neste link para aprender como configurar um Pał taka auto-hospedado ",
  "setupGuide": "Pataka Setup Guide",
  "cloudPataka": "Configurar um Cloud Pa├taka",
  "cloudIntro": "Indivíduos e Tribos podem configurar as suas próprias nuvens com base em Pa├taka para ter uma maior propriedade e controle sobre a sua rede e os seus dados.",
  "cloudDescription": "A nuvem com base em Pa「taka é semelhante a uma rede de auto-hospedados Pact, exceto em vez de usar seu próprio equipamento e conexão, você pode alugá-los de um provedor de serviços em nuvem. Aluguel essencialmente do seu próprio Papai Noel pagou uma taxa.",
  "cloudPros": "Alugar em uma nuvem de Pagamentos em nuvem irá evitar que você tenha que gerenciar os requisitos de hardware, como armazenamento, energia ou internet. No entanto, isso tem um custo.",
  "cloudCosts": "Este serviço será fornecido com uma taxa mensal, com um custo dependendo da quantidade de armazenamento e uso. Isso pode adicionar com o tempo",
  "cloudCons": "Isso também designa terceiros como kaitiaki nas suas informações de backup e na sua rede.",
  "cloudSetup": "Para configurar um Pain em Nuvem e entrar em contato com a nossa equipe e vamos agendar um compromisso para configurar isso com você.",
  "contact": "Você pode nos enviar um e-mail para info@ahau.io ou se conectar diretamente ao chat da nossa equipe via ",
  "help": "Se você tiver alguma dúvida ou precisa de suporte para obter a configuração, você pode nos enviar um e-mail para info@ahau.io ou conectar diretamente ao chat da nossa equipe via ",
  "skip": "Ignorar por enquanto"
}
